Repository: peterhaneve/TestONIMods
Catalog: src/RollerSnake/translations/*.po
Languages: ru

# RollerSnake.RollerSnakeStrings.CLUSTER_NAMES.TETRAMENT_CLUSTER.DESCRIPTION
source: A hot, dry cluster of visitable planetoids made from the remains of an anomalous planet.
ru: Жаркое, сухое скопление пригодных для посещения планетоидов, образовавшееся из останков аномальной планеты.

# RollerSnake.RollerSnakeStrings.CLUSTER_NAMES.TETRAMENT_CLUSTER.NAME
source: Tetrament Cluster
ru: Скопление Тетрамент

source: A cluster of planets with a larger desert planetoid to start on, replicating the layout of the vanilla game's Tetrament asteroid.
ru: Скопление планет с более крупным пустынным планетоидом для начала игры, повторяющее расположение астероида Тетрамент из оригинальной игры.

# RollerSnake.RollerSnakeStrings.CLUSTER_NAMES.VANILLA_TETRAMENT_CLUSTER.NAME
source: Tetrament Classic Cluster
ru: Классическое скопление Тетрамент

# RollerSnake.RollerSnakeStrings.CODEX.AQUABULB.BODY.CONTAINER1
source: The Aqua Bulb stores large amounts of water in its bulb. Its thick protective membrane prevents critters from eating the plant for its liquid reserves.
ru: Водяная луковица хранит большое количество воды в своей луковице. Толстая защитная мембрана не позволяет животным съесть растение ради её запасов жидкости.

# RollerSnake.RollerSnakeStrings.CODEX.AQUABULB.SUBTITLE
source: Aqueous Plant
ru: Водное растение

# RollerSnake.RollerSnakeStrings.CODEX.AQUABULB.TITLE
source: Aqua Bulb
ru: Водяная луковица

# RollerSnake.RollerSnakeStrings.CODEX.CACTUSFRUIT.BODY.CONTAINER1
source: The Spiky Succulent is a curious plant. Able to survive without water for long periods of drought, it only truly thrives and fruits when given ample irrigation. Producing both an edible flesh and flower, cultivating the Spiky Succulent provides a more varied diet for Duplicants than other edible plants.
ru: Колючий суккулент - любопытное растение. Он способен выживать без воды в течение длительных периодов засухи, но по-настоящему цветёт и плодоносит только при обильном поливе. Выращивание колючего суккулента, дающего как съедобную мякоть, так и цветы, обеспечивает дубликантам более разнообразный рацион питания, чем другие съедобные растения..

# RollerSnake.RollerSnakeStrings.CODEX.CACTUSFRUIT.SUBTITLE
source: Edible Plant
ru: Съедобное растение

# RollerSnake.RollerSnakeStrings.CODEX.CACTUSFRUIT.TITLE
source: Spiky Succulent
ru: Колючий суккулент

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKE.BODY.CONTAINER1
source: The reptilian species of Roller Snakes moves in the most peculiar way. Coiling up upon itself and rolling along in a loop is its preferred means of transportation. Despite their dry native environment, Roller Snakes do not drown in liquids.
ru: Разновидность змей передвигаются самым необычным образом. Они предпочитают сворачиваться кольцом и перекатываться по земле. Несмотря на сухую среду обитания, обруч-змеи не тонут в жидкостях.

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKE.BODY.CONTAINER2
source: The rattle on the tail of the Roller Snake, while effective at warning and deterring predators in the wild, is entirely decorative in captivity and can be shorn off without any damage to the animal. Because the metal in a Roller Snake's diet is accumulated in its rattle, their rattles are highly sought after for metallurgy.
ru: Погремушка на хвосте обруч-змея, которая в дикой природе эффективно предупреждает и отпугивает хищников, в неволе играет исключительно декоративную роль и может быть сострижена без какого-либо вреда для животного. Поскольку металл, входящий в рацион обруч-змеев, накапливается в их погремушках, их погремушки очень востребованы в металлургии.

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKE.SPECIES_SUBTITLE
source: Critter Species
ru: Вид существа

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKE.SPECIES_TITLE
source: Roller Snakes
ru: Обруч-змеи

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKE.SUBTITLE
source: Domesticable Critter
ru: Приручаемое существо

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKE.TITLE
source: Roller Snake
ru: Обруч-змея

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKESTEEL.BODY.CONTAINER1
source: <smallcaps>Pictured: "Tough" Roller Snake variant</smallcaps>
ru: <smallcaps>На изображении: жёсткая обруч-змея</smallcaps>

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKESTEEL.BODY.CONTAINER2
source: Roller Snakes are known to be quite kind to their caretakers and do not bite or otherwise retaliate in response to grooming or shearing.
ru: Известно, что обруч-змеи очень добры к своим хозяевам, не кусаются и не мстят в ответ на уход или стрижку.

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKESTEEL.SUBTITLE
source: Critter Morph
ru: Морфа существа

# RollerSnake.RollerSnakeStrings.CODEX.ROLLERSNAKESTEEL.TITLE
source: Tough Roller Snake
ru: Жёсткая обруч-змея

source: There's a snake in my boot! Review data for more information.
ru: У меня в ботинке змея! Подробности в сводке данных.

source: When this creature tried to roll out of the building, the scanner nearly became caught in an infinite loop.
ru: Когда это существо попыталось выкатиться из здания, сканер едва не застрял в бесконечном цикле.

# RollerSnake.RollerSnakeStrings.CREATURES.FAMILY.ROLLERSNAKESPECIES
source: <link="ROLLERSNAKE">Roller Snake</link>
ru: <link="ROLLERSNAKE">Обруч-змея</link>

# RollerSnake.RollerSnakeStrings.CREATURES.FAMILY_PLURAL.ROLLERSNAKESPECIES
source: Roller Snakes
ru: Обруч-змеи

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.AQUABULB.DESC
source: <link="AQUABULB">Aqua Bulbs</link> are incapable of propagating but can be harvested for a single, <link="WATER">Water</link>-filled sack. The <link="ROCKCRUSHER">Rock Crusher</link> can be used to extract the water within it.
ru: <link="AQUABULB">Водяные луковицы</link> не способны к размножению, но могут быть собраны для получения одного мешка, наполненного <link="WATER">водой</link>. Для извлечения воды из него можно использовать <link="ROCKCRUSHER">камнедробитель</link>.

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.AQUABULB.NAME
source: <link="AQUABULB">Aqua Bulb</link>
ru: <link="AQUABULB">Водяная луковица</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.CACTUSFRUIT.DESC
source: Spiky to the touch, the <link="CACTUSFRUIT">Spiky Succulent</link> produces both an edible <link="CACTUSFLESH">Flesh</link> and <link="CACTUSFLOWER">Flower</link>.
ru: Колючий на ощупь <link="CACTUSFRUIT">суккулент</link>, производит съедобную <link="CACTUSFLESH">мякость</link> и <link="CACTUSFLOWER">цветок</link>.

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.CACTUSFRUIT.NAME
source: <link="CACTUSFRUIT">Spiky Succulent</link>
ru: <link="CACTUSFRUIT">Колючий суккулент</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.BABY.DESC
source: The young of a <link="ROLLERSNAKE">Roller Snake</link>. Smaller and has trouble rolling up into an actual loop.
ru: Детёныш <link="ROLLERSNAKE">обруч-змеи</link>. Маленький и с трудом сворачивается в обруч.

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.BABY.NAME
source: <link="ROLLERSNAKE">Roller Snakelet</link>
ru: <link="ROLLERSNAKE">Обруч-змейка</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.DESC
source: A peculiar critter that moves by winding into a loop and rolling.
ru: Необычное животное, которое передвигается, сворачиваясь в обруч и перекатываясь.

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.EGG_NAME
source: <link="ROLLERSNAKE">Roller Snakelet Egg</link>
ru: <link="ROLLERSNAKE">Яйцо обруч-змеи</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.NAME
source: <link="ROLLERSNAKE">Roller Snake</link>
ru: <link="ROLLERSNAKE">Обруч-змея</link>

source: The young of a <link="ROLLERSNAKESTEEL">Tough Roller Snake</link>. Smaller and has trouble rolling up into an actual loop.
ru: Детёныш <link="ROLLERSNAKESTEEL">Жёсткой обруч-змеи</link>. Маленький и с трудом сворачивается в обруч.

source: <link="ROLLERSNAKESTEEL">Tough Roller Snakelet</link>
ru: <link="ROLLERSNAKESTEEL">Жёсткая обруч-змейка</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.VARIANT_STEEL.DESC
source: A peculiar critter that moves by winding into a loop and rolling.
ru: Необычное животное, которое передвигается, сворачиваясь в обруч и перекатываясь.

source: <link="ROLLERSNAKESTEEL">Tough Roller Snakelet Egg</link>
ru: <link="ROLLERSNAKESTEEL">Яйцо жёсткой обруч-змеи</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.ROLLERSNAKE.VARIANT_STEEL.NAME
source: <link="ROLLERSNAKESTEEL">Tough Roller Snake</link>
ru: <link="ROLLERSNAKESTEEL">Жёсткая обруч-змея</link>

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.SEEDS.CACTUSFRUITSEED.DESC
source: The beginnings of a <link="CACTUSFRUIT">Spiky Succulent</link>. Just add <link="WATER">Water</link>.
ru: Первые ростки <link="CACTUSFRUIT">колючего суккулента</link>. Просто добавьте <link="WATER">воды</link>.

source: This cactus <link="PLANTS">Plant</link> survives well in the harsh, dry desert. To thrive and flower, it needs copious amounts of <link="WATER">Water</link>.
ru: Это кактусовое <link="PLANTS">растение</link> хорошо приживается в суровых, сухих условиях пустыни. Чтобы расти и цвести, ему требуется обильное количество <link="WATER">воды</link>.

# RollerSnake.RollerSnakeStrings.CREATURES.SPECIES.SEEDS.CACTUSFRUITSEED.NAME
source: <link="CACTUSFRUIT">Spiky Succulent Seed</link>
ru: <link="CACTUSFRUIT">Семя колючего суккулента</link>

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLESH.DESC
source: The barely edible flesh of a <link="CACTUSFRUIT">Spiky Succulent</link>.
ru: Едва съедобная мякоть <link="CACTUSFRUIT">колючего суккулента</link>.

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLESH.NAME
source: <link="CACTUSFLESH">Cactus Flesh</link>
ru: <link="CACTUSFLESH">Мякоть кактуса</link>

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLESHGRILLED.DESC
source: The grilled flesh of a <link="CACTUSFRUIT">Spiky Succulent</link>. Grilling renders the prickly bits mostly harmless.
ru: Жареная мякоть <link="CACTUSFRUIT">колючего суккулента</link>. Гриль делает колючие кусочки практически безвредными.

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLESHGRILLED.NAME
source: <link="CACTUSFLESHGRILLED">Grilled Cactus Flesh</link>
ru: <link="CACTUSFLESHGRILLED">Жареная мякоть кактуса</link>

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLESHGRILLED.RECIPEDESC
source: Tasty grilled <link="CACTUSFLESH">Cactus Flesh</link>.
ru: Вкусная <link="CACTUSFLESH">мякоть кактуса</link> жареная на гриле.

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLOWER.DESC
source: The edible and sugary red flower of a <link="CACTUSFRUIT">Spiky Succulent</link>.
ru: Съедобный и сладкий красный цветок <link="CACTUSFRUIT">колючего суккулента</link>.

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLOWER.NAME
source: <link="CACTUSFLOWER">Cactus Flower</link>
ru: <link="CACTUSFLOWER">Цветок кактуса</link>

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLOWERSALAD.DESC
source: Delectable <link="CACTUSFLOWER">Cactus Flower</link> mixed with crunchy <link="LETTUCE">Lettuce</link>. The blend of cool and sweet makes one's taste buds delight.
ru: Восхитительный <link="CACTUSFLOWER">цветок кактуса</link> смешанный с хрустящим <link="LETTUCE">салатом</link>. Сочетание прохлады и сладости приводит вкусовые рецепторы в восторг.

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLOWERSALAD.NAME
source: <link="CACTUSFLOWERSALAD">Flower Salad</link>
ru: <link="CACTUSFLOWERSALAD">Цветочный салат</link>

# RollerSnake.RollerSnakeStrings.ITEMS.FOOD.CACTUSFLOWERSALAD.RECIPEDESC
source: Mixed and seared <link="CACTUSFLOWERSALAD">Flower Salad</link>.
ru: Смешанный и обжаренный <link="CACTUSFLOWERSALAD">цветочный салат</link>.

# RollerSnake.RollerSnakeStrings.ITEMS.INDUSTRIAL_PRODUCTS.AQUABULBSACK.DESC
source: The bulbous, water-filled membrane of a <link="AQUABULB">Aqua Bulb</link>. The water within can be used by Duplicants once the membrane is ruptured. The <link="ROCKCRUSHER">Rock Crusher</link> can be used to extract the water within.
ru: Колбообразная, заполненная водой мембрана <link="AQUABULB">водяной луковицы</link>. Вода, находящаяся внутри, может быть использована дубликантами после разрыва мембраны. Для извлечения воды можно использовать <link="ROCKCRUSHER">камнедробитель</link>.

# RollerSnake.RollerSnakeStrings.ITEMS.INDUSTRIAL_PRODUCTS.AQUABULBSACK.NAME
source: <link="AQUABULBSACK">Aqua Bulb Sack</link>
ru: <link="AQUABULBSACK">Мешок водяной луковицы</link>

# RollerSnake.RollerSnakeStrings.SUBWORLDS.TESTDESERT.DESC
source: Warm and dry, this biome contains sparse <link="PLANTS">plant life</link> and <link="CREATURES">critters</link> adapted to its climate. With some adaptation, these resources can be used to sustain a growing colony.
ru: Тёплый и сухой, этот биом содержит редкую <link="PLANTS">растительную жизнь</link> и <link="CREATURES">живность</link>, приспособленную к его климату. При определенной адаптации эти ресурсы могут быть использованы для поддержания растущей колонии.

# RollerSnake.RollerSnakeStrings.SUBWORLDS.TESTDESERT.NAME
source: Desert
ru: Пустыня

# RollerSnake.RollerSnakeStrings.SUBWORLDS.TESTDESERT.UTILITY
source: <link="SAND">Sand</link> and <link="SANDSTONE">Sandstone</link> dominate this biome, with small pockets of <link="GAS">Gas</link> mixed in. Deposits of <link="IRONORE">Iron Ore</link> and <link="FOSSIL">Fossil</link> will be useful for industry, and scans suggest the presence of <link="CRUDEOIL">Crude Oil</link> and <link="CARBON">Coal</link> for power. Though there are few sources of <link="WATER">Water</link> or <link="OXYGEN">Oxygen</link> here, there is nothing inherently dangerous here to harm my Duplicants. It should be safe enough to explore.
ru: В этом биоме преобладают <link="SAND">песок</link> и <link="SANDSTONE">песчаник</link> с небольшими вкраплениями <link="GAS">газа</link>. Залежи <link="IRONORE">железной руды</link> и <link="FOSSIL">ископаемых</link> будут полезны для промышленности, также сканирование показывает наличие <link="CRUDEOIL">сырой нефти</link> и <link="CARBON">угля</link> для выработки электроэнергии. Хотя здесь мало источников <link="WATER">воды или <link="OXYGEN">кислорода</link>, здесь нет ничего изначально опасного, что могло бы навредить моим дубликантам. Здесь должно быть достаточно безопасно для исследования.

# RollerSnake.RollerSnakeStrings.WORLDS.TETRAMENT.DESCRIPTION
source: A location with moderately hot temperatures, Tetrament is home to large expanses of hot, dry desert in addition to its lush forests, swamps, and jungles. <smallcaps>Tetrament is an ideal location for Duplicant life. Its environment is quite different from other locations but is not any more challenging.</smallcaps>
ru: Расположенный в регионе с умеренно жаркими температурами, Тетрамент является домом для обширных пространств жаркой и сухой пустыни, а также пышных лесов, болот и джунглей. <smallcaps>Тетрамент - идеальное место для жизни дубликантов. Его среда сильно отличается от других мест, но не является более сложной.

# RollerSnake.RollerSnakeStrings.WORLDS.TETRAMENT.NAME
source: Tetrament
ru: Тетрамент

# RollerSnake.RollerSnakeStrings.WORLDS.TETRAMENT_WARP.DESCRIPTION
source: A large-ish forested asteroid with a frozen radioactive core. <smallcaps>While Dry Radioactive Forest Asteroids are largely foresty, they also contain a great deal of rust and salt.</smallcaps>
ru: Довольно большой лесистый астероид с замерзшим радиоактивным ядром. <smallcaps>Помимо огромного количества лесов, на таких астероидах ещё очень много ржавчины и океанов.</smallcaps>

# RollerSnake.RollerSnakeStrings.WORLDS.TETRAMENT_WARP.NAME
source: Dry Radioactive Forest Asteroid
ru: Астероид с сухими радиоактивными лесами
